TRUNCATE TABLE business.camp CASCADE;
ALTER SEQUENCE business.camp_id_seq RESTART WITH 1;

INSERT INTO business.camp (id, name, seats, start_date, end_date)
VALUES (1, 'Детский', 100, '2025-06-30 00:00:00.000', '2025-07-05 00:00:00.000'),
       (2, 'Подростковый', 100, '2025-07-07 00:00:00.000', '2025-07-12 00:00:00.000'),
       (3, 'Мужской', 130, '2025-07-14 00:00:00.000', '2025-07-15 00:00:00.000'),
       (4, 'Молодежный', 130, '2025-07-21 00:00:00.000', '2025-07-26 00:00:00.000'),
       (5, 'Общецерковный', 130, '2025-07-17 00:00:00.000', '2025-07-20 00:00:00.000');

